---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.NumberingFailures
source: html/2ca2c698-f2d2-d4b1-56b0-05e519fdf350.htm
---
# BuiltInFailures.NumberingFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.